legal/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-17 Thu 17:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Automated e-Discovery and Judgment Prediction Using AI and Machine Learning</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Automated e-Discovery and Judgment Prediction Using AI and Machine Learning</h1>
<dl class="org-dl">
<dt>Principal Investigator</dt><dd>Anna-Grace Linton</dd>
<dt>Research Supervisor</dt><dd>Serge Sharoff</dd>
<dt>Co-Investigator</dt><dd>Leonid Bogachev</dd>
<dt>Time frame</dt><dd>2024-2026</dd>
</dl>

<div id="outline-container-org8c26daf" class="outline-2">
<h2 id="org8c26daf"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
The recent success of Large Language Models (LLMs) like ChatGPT or Llama has revolutionized generative Artificial Intelligence (AI). These models, trained on vast amounts of internet text, can produce realistic and coherent responses to various requests, mimicking human-like conversation. However, application of LLMs to legal proceedings requires better understanding on how LLMs make their predictions and whether they make the right predictions for the right reasons.
</p>
</div>



<div id="outline-container-orgfb7f416" class="outline-3">
<h3 id="orgfb7f416"><span class="section-number-3">1.1</span> Practical motivation</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>An inordinate amount of time is spent “fact-finding” in preparation for a case this includes all evidence from both sides.​</li>
<li>There is a continuously growing body of case law and legislation that needs to be compared to the current case.​</li>
<li>Any advice on the likelihood of the outcome is based primarily on the experience of the legal advisor rather than data itself.​</li>
<li id="&rarr;">This results in significant time and cost as well as elongating the emotional burden of the legal proceedings.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-09-04 Thu 17:05</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
